Repository: Leg3ndEntity/NotifiHer
Catalog: Toothless/Toothless/*.lproj/Localizable.strings
Languages: it

source: Hello
it: Ciao

source: 10 seconds less
it: meno 10 secondi

source: 10 seconds more
it: più 10 secondi

source: A map will show all the safe spots that you can reach
it: Una mappa ti mostrerà tutti i luoghi sicuri che puoi raggiungere

source: About
it: Informazioni

source: Activate the panic button!
it: Attiva il puklsante d'emergenza!

source: Already have an account?
it: Hai già un account?

source: Are you safe?
it: Sei al sicuro?

source: Automatic notification will be sent in order to see whether you are in danger or not
it: Una notifica autoatica verrà inviata per sapere se sei al sicuro o no

source: Avoid dangerous situations
it: Evita situazioni di pericolo

source: Call
it: Chiama

source: CANCEL
it: CANCELLA

source: Change Language
it: Cambia Lingua

source: Change time
it: Cambia l'orario

source: Contacts
it: Contatti

source: Continue
it: Continua

source: Create an Account!
it: Crea un Account!

source: Create New Account
it: Crean un Nuovo Account

source: Don't have an account?
it: Non hai un account?

source: Done
it: Fatto

source: Emergency contacts
it: Contatti D'Emergenza

source: Enter phoneNumber
it: Inserisci il Numero di Telefono

source: Enter surname
it: Inserisci il Nome Utente

source: Fake calls
it: Chiamate finte

source: Fake Calls
it: Chiamate Finte

source: First Name
it: Nome

source: Generated Code
it: Codice Generato

source: Get started
it: Incominciamo

source: Highly
it: Altamente

source: HOLD
it: TIENI PREMUTO

source: HOLD to start the timer
it: TIENI PREMUTO per avviare il timer

source: Hospital
it: Ospedale

source: If you feel a sense of danger, hold the button to start a timer. When it ends, your emergency contacts will be notified
it: Se avverti una situazione di pericolo, tieni premuto il bottone per avviare il timer. Quando termina, i tuoi contatti d'emergenza saranno avvertiti

source: In case of necessity, tap the button to send an allert to your emergency contacts
it: In caso di necessità, premi il bottone per mandare un avviso a tutti i tuoi contatti d'emergenza

source: Last Name
it: Cognome

source: Lightly
it: Leggermente

source: Logged In!
it: Accesso Effettuato!

source: Your user id is %@
it: Il tuo codice utente è %@

source: Maps
it: Mappe

source: Minus
it: Minore

source: Mode
it: Modalità

source: Moderatly
it: Moderatamente

source: More features
it: Più funzionalità

source: Name
it: Nome

source: New Contact
it: Nuovo Contatto

source: No, help me
it: No, ho bisogno d'aiuto

source: Open the map from the bottom sheet to see all the safe spots surrounding your position.
it: Apri le mappe dalla modale per vedere tutti i luoghi sicuri nelle vicinanze

source: Pharmacy
it: Farmacia

source: Phone Number
it: Numero di Telefono

source: Phone number not found
it: Numero di Telefono non trovato

source: Plus
it: Più

source: Police Station
it: Stazione di Polizia

source: Privicy
it: Privacy

source: Privacy Policy
it: Normative sulla Privacy

source: Public Transportation
it: Transporti pubblici

source: Push-Notification System
it: Sistema di Notifiche-Push

source: Real Time Reports
it: Report in tempo reale

source: Required
it: Richiesto

source: Restaurant
it: Ristorante

source: Save Token
it: Salva il codice

source: See on the map all the dangerous zone to avoid reported by other users
it: Vedi sulla mappa le zone di pericolo segnalate dagli utenti per poterle evitare

source: Services
it: Servizi

source: Set a custom timer to notify your emergency contacts exactly after the amount of time that most fits your needs.
it: Imposta un timer; personalizzato per avvertire i tuoi contatti d'emergenza dopo un lasso di tempo che più preferisci

source: Set your time
it: Imposta il tuo tempo

source: Set timer
it: Imposta il timer

source: Set up personal details
it: Configura le tue credenziali

source: Sign In
it: Accedi

source: Sign Out
it: Esci

source: Simulate call with a friend or a relative to avoid unsafe situations.
it: Simula delle chiamate con i tuoi amici o familiari per evitare situazioni ambigue

source: Start the timer!
it: Avvia il timer!

source: Surname
it: Cognome

source: System
it: Sistema

source: TAP
it: CLICCA

source: TAP to send an alert
it: CLICCA per inviare un avviso

source: This contact doesen't exists
it: Questo contatto non esiste

source: TIMER TIME
it: TEMPO del TIMER

source: to send an alert
it: per mandare un avviso

source: to start the timer
it: per iniziare il timer

source: Token is saved: %@
it: Il Codice è stato salvato: %@

source: Visualize safe spots!
it: Visualizza i luoghi sicuri!

source: Walking alone
it: Da soli a piedi

source: Welcome back!
it: Bentornato!

source: Welcome Back!
it: Bentornato!

source: Welcome,
it: Benvenuto,

source: Yes
it: Si

source: You must use a capital letter and a special character
it: Devi usare una lettera maiuscole e un carattere speciale

source: Your phone number is:
it: Il tuo numero di telefono è:
